---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KipsPerCubicInch
source: html/815e30bb-f884-e55e-7c02-8757651d4d82.htm
---
# Autodesk.Revit.DB.UnitTypeId.KipsPerCubicInch Property

Kips per cubic inch.

## Syntax (C#)
```csharp
public static ForgeTypeId KipsPerCubicInch { get; }
```